<?php

return [
    'name' => 'Ім\'я',
    'email' => 'Електронна пошта',
    'password' => 'Пароль',
    'confirm_password' => 'Підтвердити пароль',

    'login' => 'Увійти',
    'login_with_google' => 'Увійти через Google',

    'register' => 'Зараєструватись',

    'login_link' => 'Вже маєте свій акаунт? Увійдіть за посиланням.',
    'register_link' => 'Ще не маєте свого акаунту? Зареєструйтесь за посиланням.',

    'report_user' => 'Надіслати скаргу на :user',
    'submit' => 'Надіслати',

    'reason' => 'Причина',

    'create_post' => 'Створити нову публікацію',
    'edit_post' => 'Змінити публікацію',
    'title' => 'Назва',
    'description' => 'Опис',

    'categories' => 'Категорії',
    'publish' => 'Опублікувати',
    'save' => 'Зберегти',

    'leave_comment' => 'Залиште свій коментар',
    'send' => 'Надіслати',
];
