<?php
return [
    'home_title' => 'Почніть вільно тестувати API разом з Weetee',

    'install_linux' => 'Інсталювати для Linux',
    'install_windows' => 'Інсталювати для Windows',

    'about_title' => 'Про програму',

    'about_description_1' => 'Weetee - це безкоштовний, з вікритим кодом, інструмент для ручного та автоматичного тестування HTTP API.',
    'about_description_2' => 'З ним можна швидко та ефективно створити набір тестів для вашого API та виконати їх автоматично',
    'about_description_3' => 'Weetee також підтримує віддалену синхронізацію файлів, тому ви можете користуватися ним на різних комп\'ютерах і мати однаковий набір тестів між ними.',

    'faq_title' => 'Часто виникаючі запитання',

    'faq_q_install' => 'Як мені його інсталювати?',
    'faq_a_install' => 'Натисніть на <a href="/#home">кнопку інсталяції</a> для вашої операційної системи, видобудіть архів та запустіть виконуваний файл у середині видобутої папки.',

    'faq_q_usage' => 'Як мені його використовувати?',
    'faq_a_usage' => 'Для початку створіть новий тест натиснувши на зелену іконку біля коріннеї групи. Після цього редагуйте тест, як ви цього забажаєте. Ви можете прочитати більше на сторінці документації <a href="/documentation/getting-started/">для початку роботи</a>.',

    'faq_q_postman' => 'Чим він відрізняється від Postman?',
    'faq_a_postman_1' => 'Він надає можливість зберігати файли на локальному диску так само як і віддалено, коли Postman надає можливість зберігати тільки віддалено на їхньому сервері.',
    'faq_a_postman_2' => 'Weetee має функціонал з імпорту та експорту набору тестів у OpenAPI Swagger формат, коли Postman може тільки імпортувати з нього.',
    'faq_a_postman_3' => 'Додатково, Weetee є десктопним додатком написаним на мові програмування C++, протилежно Postman\'у написаному на Electron\'і. Хоча це і збільшує ризик багів у Weetee це також робить його набагато економнішим у використанні ресурсів комп\'ютера.'

];
